/* button in progress sheet */
"Stop" = "Parar";

/* menu item */
"Update iPod" = "Atualizar iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "Restaurar iPod";

/* menu item */
"Close Window" = "Fechar Janela";

/* menu item */
"About iPod Updater" = "Sobre o Atualizador iPod";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Opções";

/* menu item */
"Quit" = "Encerrar";

/* Close Window command key */
"W" = "W";

/* text next to lock when unlocking */
"Authenticating..." = "Autenticando...";

/* text next to lock when locked */
"Click the lock to make changes." = "Clique no cadeado para fazer alterações.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Clique no cadeado para impedir mais alterações.";

/* detail of error message */
"The iPod Updater application may be damaged." = "O aplicativo Atualizador iPod talvez esteja danificado.";

/* error message */
"Out of memory." = "Sem memória.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "O código de erro do Mac OS era <error>.";

/* error message */
"Could not find updater library." = "A biblioteca do atualizador não foi encontrada.";

/* error message */
"An unexpected error occurred." = "Ocorreu um erro inesperado.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "O Atualizador do iPod requer o CarbonLib 1.4 ou posterior.";

/* main window message */
"Plug in an iPod to update it." = "Conecte um iPod para atualizá-lo.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Ocorreu um erro. Talvez haja arquivos abertos no iPod.";

/* error message */
"The iPod is not mounted." = "O iPod não está montado.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Se você encerrar enquanto uma operação está em andamento, talvez necessite restaurar o software do iPod mais tarde.";

/* info window version */
"<version> (up to date)" = "<version> (atualizado)";

/* info window label */
"Software Version:" = "Versão do Software:";

/* confirmation dialog title */
"Quit" = "Encerrar";

/* message for main window */
"Update puts the latest system software on your iPod." = "A atualização coloca o software de sistema mais recente em seu iPod.";

/* error message */
"The updater does not have a volume image." = "O atualizador não possui uma imagem de volume.";

/* error message */
"The updater does not have a firmware image." = "O atualizador não possui uma imagem de firmware.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Seu iPod foi atualizado para a versão <version>. Por favor, desconecte e conecte novamente o iPod para que ele possa completar o processo de atualização.";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Conecte um iPod por vez para ser atualizado.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Seu iPod foi restaurado para os ajustes de fábrica. Por favor, desconecte e conecte novamente o iPod para que ele possa completar o processo de restauração.";

/* info window label */
"Name:" = "Nome:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Seu iPod foi restaurado para os ajustes de fábrica. Por favor, ejete e depois desconecte e conecte novamente o iPod para que ele possa completar o processo de restauração.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "A restauração apaga completamente o seu iPod e aplica os ajustes de fábrica. Suas músicas e outros dados serão apagados.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Tem certeza que deseja restaurar o software do iPod?";

/* progress message */
"Done restoring iPod software" = "Restauração do software do iPod concluída";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please do not unplug it." = "Seu iPod foi atualizado para a versão <version> e está reiniciando. Por favor, não o desconecte.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Há um iPod conectado, mas não montado na mesa.";

/* error message */
"No iPod is attached." = "Não há nenhum iPod conectado.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please do not unplug it." = "Seu iPod foi restaurado para os ajustes de fábrica e está reiniciando. Por favor, não o desconecte.";

/* info window version */
"<version> (needs update)" = "<version> (necessita atualização)";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Há mais de um iPod conectado. Conecte um iPod por vez para ser atualizado.";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Todos os dados armazenados atualmente no iPod serão perdidos.";

/* error message */
"More than one iPod is attached." = "Há mais de um iPod conectado.";

/* confirmation message */
"Quit while this operation is in progress?" = "Encerrar enquanto a operação está em andamento?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Foi detectado um único iPod, mas ele deve ser montado na mesa para que esta operação funcione.";

/* info window label */
"Capacity:" = "Capacidade:";

/* error message */
"The iPod disk does not have the correct structure." = "O disco do iPod não possui a estrutura correta.";

/* progress message */
"Updating iPod software" = "Atualizando o software do iPod";

/* about window line */
"iPod Software Version <version>" = "Software do iPod Versão <version>";

/* progress message */
"Done updating iPod software" = "Atualização do software do iPod concluída";

/* main window message */
"The attached iPod does not have proper software on it." = "O iPod conectado não dispõe de software apropriado.";

/* button for main window */
"Update" = "Atualizar";

/* error message */
"The iPod could not be unmounted because it is in use." = "O iPod não pôde ser desmontado porque está em uso.";

/* confirmation dialog title
   button for main window */
"Restore" = "Restaurar";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Não foi possível encontrar um arquivo SysInfo no disco do iPod.";

/* info window label */
"Serial Number:" = "Número de Série:";

/* main window title */
"iPod Software <version> Updater" = "Atualizador do Software iPod <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Seu iPod foi atualizado para a versão <version>. Por favor, ejete e depois desconecte e conecte novamente o iPod para que ele possa completar o processo de atualização.";

/* progress message */
"Restoring iPod software" = "Restaurando o software do iPod";

